Repository: fennelouski/nevernote
Catalog: Nevernote/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, cs, da, de, el, es, et, eu, fa, fi, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, nb, ne, nl, pa, pl, pt_br, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zh_hk, zu

# screenshot.demo.0
source: Open. Type. Done
af: Maak oop. Tik. Klaar
am: ክፈት። ዓይነት ተከናውኗል
ar: يفتح. يكتب. منتهي
az: Açıq. Növ. Bitdi
be: Адкрыты. Тып. Гатова
bg: Отворете. Тип. Готово
bn: খোলা টাইপ সম্পন্ন
bs: Otvori. Tip. Gotovo
ca: Obert. Tipus. Fet
cs: OTEVŘENO. Typ. Hotovo
da: Åben. Type. Færdig
de: Öffnen. Tippen. Fertig
el: Ανοιχτό. Τύπος. Γινώμενος
es: Abre. Escribe. Listo
et: Avatud. Tüüp. Valmis
eu: Ireki. Mota. Eginda
fa: باز کنید. تایپ کنید. انجام شد
fi: Avata. Tyyppi. Tehty
fr: Ouvrir. Taper. Terminé
ga: Oscail. Cineál. Déanta
gl: Aberto. Tipo. Feito
gu: ખોલો. પ્રકાર. થઈ ગયું
he: לִפְתוֹחַ. סוּג. נַעֲשָׂה
hi: खुला। प्रकार। हो गया
hr: Otvoriti. Tip. Gotovo
hu: Nyitott. Írja be. Kész
hy: Բաց. Տեսակ. Կատարված է
id: Membuka. Jenis. Selesai
is: Opið. Tegund. Búið
it: Apri. Scrivi. Fatto
ja: 開く。 入力。 完了
ka: გახსენით. ტიპი. შესრულებულია
kk: Ашық. Түр. Дайын
km: បើក។ ប្រភេទ។ រួចរាល់
kn: ತೆರೆಯಿರಿ. ಟೈಪ್ ಮಾಡಿ. ಮುಗಿದಿದೆ
ko: 열기. 입력. 완료
lo: ເປີດ. ປະເພດ. ສຳເລັດແລ້ວ
lt: Atidaryti. Tipas. Atlikta
lv: Atvērt. Tips. Gatavs
mk: Отвори. Тип. Готово
ml: തുറക്കുക. ടൈപ്പ് ചെയ്യുക. ചെയ്തു
mn: Нээлттэй. Төрөл. Дууслаа
mr: उघडा. प्रकार. झाले
ms: Buka. taip. Selesai
my: ဖွင့်သည်။ ရိုက်ပါ။ ပြီးပြီ။
nb: Åpne. Type. Ferdig
ne: खोल्नुहोस्। टाइप गर्नुहोस्। सकियो
nl: Open. Type. Klaar
pa: ਖੋਲ੍ਹੋ। ਟਾਈਪ ਕਰੋ। ਹੋ ਗਿਆ
pl: Otwarte. Typ. Zrobione
pt_br: Abrir. Digitar. Pronto
ro: Deschide. Tip. Făcut
ru: Открыть. Ввести. Готово
si: විවෘත කරන්න. ටයිප් කරන්න. කළා
sk: OTVORENÉ. Typ. Hotovo
sl: Odpri. Vrsta. Končano
sq: Hapur. Lloji. U krye
sr: Отвори. Тип. Готово
sv: Öppna. Typ. Gjort
sw: Fungua. Aina. Imekamilika
ta: திற. வகை. முடிந்தது
te: తెరవండి. టైప్ చేయండి. పూర్తయింది
th: เปิด. พิมพ์. เสร็จแล้ว
tr: Açık. Tip. Tamamlamak
ug: ئېچىڭ. تىپ. تامام
uk: ВІДЧИНЕНО. Тип. Готово
ur: کھولیں۔ قسم ہو گیا
uz: Ochiq. Turi. Bajarildi
vi: Mở. Kiểu. Xong
zh: 打开。 输入。 完成
zh_hk: 打開。 輸入。 完成
zu: Vula. Uhlobo. Kwenziwe

# screenshot.demo.1
source: Perfect for catching a quick number during a call.
af: Ideaal om 'n vinnige nommer tydens 'n oproep te vang.
am: በጥሪ ጊዜ ፈጣን ቁጥር ለመያዝ ፍጹም።
ar: مثالية لالتقاط رقم سريع أثناء المكالمة.
az: Zəng zamanı sürətli nömrə tutmaq üçün mükəmməldir.
be: Ідэальна падыходзіць для лоўлі хуткага нумара падчас размовы.
bg: Перфектен за улавяне на бърз номер по време на разговор.
bn: কলের সময় দ্রুত নম্বর ধরার জন্য পারফেক্ট।
bs: Savršeno za hvatanje brzog broja tokom poziva.
ca: Perfecte per agafar un número ràpid durant una trucada.
cs: Ideální pro rychlé zachycení čísla během hovoru.
da: Perfekt til at fange et hurtigt nummer under et opkald.
de: Perfekt, um während eines Anrufs schnell eine Nummer zu erwischen.
el: Ιδανικό για να πιάσετε έναν γρήγορο αριθμό κατά τη διάρκεια μιας κλήσης.
es: Perfecto para capturar un número rápido durante una llamada.
et: Ideaalne kiireks numbri püüdmiseks kõne ajal.
eu: Ezin hobea dei batean zenbaki azkar bat harrapatzeko.
fa: ایده آل برای گرفتن یک شماره سریع در طول تماس.
fi: Täydellinen nopeaan numeroon puhelun aikana.
fr: Parfait pour attraper un numéro rapide lors d’un appel.
ga: Foirfe chun uimhir thapa a ghabháil le linn glao.
gl: Perfecto para capturar un número rápido durante unha chamada.
gu: કૉલ દરમિયાન ઝડપી નંબર પકડવા માટે યોગ્ય.
he: מושלם לתפיסת מספר מהיר במהלך שיחה.
hi: कॉल के दौरान त्वरित नंबर पकड़ने के लिए बिल्कुल सही।
hr: Savršeno za hvatanje brzog broja tijekom poziva.
hu: Tökéletes egy gyors szám elkapására hívás közben.
hy: Կատարյալ է զանգի ընթացքում արագ համարը բռնելու համար:
id: Sempurna untuk menangkap nomor cepat selama panggilan.
is: Fullkomið til að ná snöggu númeri meðan á símtali stendur.
it: Perfetto per prendere un numero veloce durante una chiamata.
ja: 通話中に簡単に番号をキャッチするのに最適です。
ka: იდეალურია ზარის დროს სწრაფი ნომრის დასაჭერად.
kk: Қоңырау кезінде жылдам нөмірді ұстауға өте ыңғайлы.
km: ល្អឥតខ្ចោះសម្រាប់ការចាប់លេខរហ័សអំឡុងពេលហៅទូរសព្ទ។
kn: ಕರೆ ಸಮಯದಲ್ಲಿ ತ್ವರಿತ ಸಂಖ್ಯೆಯನ್ನು ಹಿಡಿಯಲು ಸೂಕ್ತವಾಗಿದೆ.
ko: 통화 중에 빠르게 전화번호를 확인하는 데 적합합니다.
lo: ເໝາະສຳລັບການຈັບເບີໄວໃນລະຫວ່າງການໂທ.
lt: Puikiai tinka greitai sugauti numerį pokalbio metu.
lv: Lieliski piemērots ātrai numura saņemšanai zvana laikā.
mk: Совршен за фаќање брз број за време на повик.
ml: ഒരു കോളിനിടയിൽ പെട്ടെന്നുള്ള നമ്പർ പിടിക്കാൻ അനുയോജ്യമാണ്.
mn: Дуудлагын үеэр хурдан дугаар барихад тохиромжтой.
mr: कॉल दरम्यान द्रुत नंबर पकडण्यासाठी योग्य.
ms: Sesuai untuk menangkap nombor pantas semasa panggilan.
my: ခေါ်ဆိုနေစဉ်အတွင်း အမြန်နံပါတ်တစ်ခုဖမ်းရန် သင့်တော်ပါသည်။
nb: Perfekt for å fange et raskt nummer under en samtale.
ne: कलको समयमा द्रुत नम्बर समात्नको लागि उत्तम।
nl: Ideaal om tijdens een gesprek snel een nummer op te pikken.
pa: ਇੱਕ ਕਾਲ ਦੇ ਦੌਰਾਨ ਇੱਕ ਤੇਜ਼ ਨੰਬਰ ਫੜਨ ਲਈ ਸੰਪੂਰਣ.
pl: Idealny do szybkiego łapania numeru podczas rozmowy.
pt_br: Perfeito para pegar um número rápido durante uma chamada.
ro: Perfect pentru a prinde un număr rapid în timpul unui apel.
ru: Идеально подходит для быстрого набора номера во время разговора.
si: ඇමතුමක් අතරතුර ඉක්මන් අංකයක් අල්ලා ගැනීම සඳහා පරිපූර්ණයි.
sk: Ideálne na zachytenie rýchleho čísla počas hovoru.
sl: Popoln za lovljenje hitre številke med klicem.
sq: E përkryer për të kapur një numër të shpejtë gjatë një telefonate.
sr: Савршено за хватање брзог броја током позива.
sv: Perfekt för att fånga ett snabbt nummer under ett samtal.
sw: Ni kamili kwa kupata nambari ya haraka wakati wa simu.
ta: அழைப்பின் போது விரைவான எண்ணைப் பெறுவதற்கு ஏற்றது.
te: కాల్ సమయంలో శీఘ్ర నంబర్‌ను క్యాచ్ చేయడం కోసం పర్ఫెక్ట్.
th: เหมาะสำหรับการรับหมายเลขด่วนระหว่างการโทร
tr: Bir arama sırasında hızlı bir numarayı yakalamak için mükemmeldir.
ug: تېلېفون قىلغاندا تېز نومۇر ئېلىشقا ماس كېلىدۇ.
uk: Ідеально підходить для швидкого пошуку номера під час розмови.
ur: کال کے دوران فوری نمبر پکڑنے کے لیے بہترین۔
uz: Qo'ng'iroq paytida tezkor raqamni ushlash uchun juda mos keladi.
vi: Hoàn hảo để bắt số nhanh trong khi gọi.
zh: 非常适合在通话过程中快速接听号码。
zh_hk: 非常適合在通話過程中快速接聽號碼。
zu: Ilungele ukubamba inombolo esheshayo ngesikhathi socingo.

# screenshot.demo.2
source: Just a clean space for your immediate thoughts.
af: Net 'n skoon spasie vir jou onmiddellike gedagtes.
am: ለቅጽበታዊ ሀሳቦችዎ ንጹህ ቦታ ብቻ።
ar: مجرد مساحة نظيفة لأفكارك الفورية.
az: Dərhal düşüncələriniz üçün təmiz bir yer.
be: Проста чыстае месца для вашых непасрэдных думак.
bg: Просто чисто пространство за непосредствените ви мисли.
bn: আপনার তাত্ক্ষণিক চিন্তার জন্য একটি পরিষ্কার স্থান।
bs: Samo čist prostor za vaše trenutne misli.
ca: Només un espai net per als vostres pensaments immediats.
cs: Prostě čistý prostor pro vaše bezprostřední myšlenky.
da: Bare et rent rum for dine umiddelbare tanker.
de: Nur ein sauberer Raum für Ihre unmittelbaren Gedanken.
el: Απλά ένας καθαρός χώρος για τις άμεσες σκέψεις σας.
es: Sólo un espacio limpio para tus pensamientos inmediatos.
et: Lihtsalt puhas ruum teie vahetute mõtete jaoks.
eu: Zure berehalako pentsamenduetarako espazio garbi bat besterik ez.
fa: فقط یک فضای تمیز برای افکار فوری شما.
fi: Vain puhdas tila välittömille ajatuksillesi.
fr: Juste un espace propre pour vos pensées immédiates.
ga: Níl ann ach spás glan le haghaidh do chuid smaointe láithreach.
gl: Só un espazo limpo para os teus pensamentos inmediatos.
gu: તમારા તાત્કાલિક વિચારો માટે ખાલી જગ્યા.
he: רק מקום נקי למחשבות המיידיות שלך.
hi: आपके तात्कालिक विचारों के लिए बस एक साफ़ जगह।
hr: Samo čisti prostor za vaše trenutne misli.
hu: Csak egy tiszta hely az azonnali gondolataidnak.
hy: Պարզապես մաքուր տարածք ձեր անմիջական մտքերի համար:
id: Hanya ruang bersih untuk pemikiran langsung Anda.
is: Bara hreint rými fyrir strax hugsanir þínar.
it: Solo uno spazio pulito per i tuoi pensieri immediati.
ja: すぐに考えられるクリーンなスペース。
ka: უბრალოდ სუფთა სივრცე თქვენი უშუალო აზრებისთვის.
kk: Сіздің ойларыңыз үшін таза орын ғана.
km: គ្រាន់តែជាកន្លែងស្អាតសម្រាប់គំនិតភ្លាមៗរបស់អ្នក។
kn: ನಿಮ್ಮ ತಕ್ಷಣದ ಆಲೋಚನೆಗಳಿಗೆ ಕೇವಲ ಒಂದು ಕ್ಲೀನ್ ಸ್ಪೇಸ್.
ko: 당신의 즉각적인 생각을 위한 깨끗한 공간입니다.
lo: ພຽງແຕ່ເປັນພື້ນທີ່ສະອາດສໍາລັບຄວາມຄິດທັນທີຂອງທ່ານ.
lt: Tiesiog švari erdvė jūsų tiesioginėms mintims.
lv: Tikai tīra vieta jūsu tūlītējām domām.
mk: Само чист простор за вашите непосредни мисли.
ml: നിങ്ങളുടെ ഉടനടി ചിന്തകൾക്കുള്ള ശുദ്ധമായ ഇടം.
mn: Зүгээр л таны ойр зуурын бодлуудад зориулсан цэвэр орон зай.
mr: तुमच्या तात्काळ विचारांसाठी फक्त एक स्वच्छ जागा.
ms: Hanya ruang yang bersih untuk pemikiran segera anda.
my: သင်၏ချက်ချင်းအတွေးများအတွက် သန့်ရှင်းသောနေရာတစ်ခုသာဖြစ်သည်။
nb: Bare et rent rom for dine umiddelbare tanker.
ne: तपाईंको तत्काल विचारहरूको लागि सफा ठाउँ।
nl: Gewoon een schone ruimte voor uw directe gedachten.
pa: ਤੁਹਾਡੇ ਤਤਕਾਲੀ ਵਿਚਾਰਾਂ ਲਈ ਸਿਰਫ਼ ਇੱਕ ਸਾਫ਼ ਥਾਂ।
pl: Po prostu czysta przestrzeń dla Twoich bezpośrednich myśli.
pt_br: Apenas um espaço limpo para seus pensamentos imediatos.
ro: Doar un spațiu curat pentru gândurile tale imediate.
ru: Просто чистое пространство для ваших непосредственных мыслей.
si: ඔබේ ක්ෂණික සිතුවිලි සඳහා පිරිසිදු ඉඩක් පමණි.
sk: Len čistý priestor pre vaše bezprostredné myšlienky.
sl: Samo čist prostor za vaše takojšnje misli.
sq: Vetëm një hapësirë ​​e pastër për mendimet tuaja të menjëhershme.
sr: Само чист простор за ваше тренутне мисли.
sv: Bara ett rent utrymme för dina omedelbara tankar.
sw: Nafasi safi tu kwa mawazo yako ya haraka.
ta: உங்கள் உடனடி எண்ணங்களுக்கு ஒரு சுத்தமான இடம்.
te: మీ తక్షణ ఆలోచనల కోసం కేవలం ఒక క్లీన్ స్పేస్.
th: พื้นที่สะอาดสำหรับความคิดของคุณทันที
tr: Anlık düşünceleriniz için sadece temiz bir alan.
ug: دەرھال ئويلايدىغان پاكىز بوشلۇق.
uk: Просто чистий простір для ваших миттєвих думок.
ur: آپ کے فوری خیالات کے لیے صرف ایک صاف جگہ۔
uz: Sizning darhol fikrlaringiz uchun toza joy.
vi: Chỉ là một không gian sạch sẽ cho những suy nghĩ tức thời của bạn.
zh: 只是一个干净的空间来容纳您的即时想法。
zh_hk: 只是一個乾淨的空間來容納您的即時想法。
zu: Isikhala esihlanzekile semicabango yakho esheshayo.

# screenshot.demo.3
source: No folders. No tags. No distractions.
af: Geen dopgehou nie. Geen etikette nie. Geen afleidings nie.
am: ምንም አቃፊዎች የሉም። ምንም መለያዎች የሉም። ምንም ትኩረት የሚከፋፍሉ ነገሮች የሉም።
ar: لا توجد مجلدات. لا توجد علامات. لا الانحرافات.
az: Qovluq yoxdur. Teq yoxdur. Diqqət yayındıran şey yoxdur.
be: Няма тэчак. Няма тэгаў. Ніякіх адцягненняў.
bg: Няма папки. Без етикети. Без разсейване.
bn: কোনো ফোল্ডার নেই। কোনো ট্যাগ নেই। কোন distractions.
bs: Nema foldera. Nema oznaka. Bez ometanja.
ca: No hi ha carpetes. Sense etiquetes. Sense distraccions.
cs: Žádné složky. Žádné značky. Žádné rozptýlení.
da: Ingen mapper. Ingen tags. Ingen distraktioner.
de: Keine Ordner. Keine Tags. Keine Ablenkungen.
el: Χωρίς φακέλους. Χωρίς ετικέτες. Χωρίς περισπασμούς.
es: Sin carpetas. Sin etiquetas. Sin distracciones.
et: Pole kaustu. Silte pole. Ei mingeid segajaid.
eu: Karpetarik ez. Etiketarik ez. Distrakziorik ez.
fa: پوشه ای وجود ندارد. بدون برچسب بدون حواس پرتی.
fi: Ei kansioita. Ei tunnisteita. Ei häiriötekijöitä.
fr: Aucun dossier. Aucune balise. Aucune distraction.
ga: Uimh fillteáin. Gan clibeanna. Gan aon seachráin.
gl: Non hai cartafoles. Sen etiquetas. Sen distraccións.
gu: કોઈ ફોલ્ડર્સ નથી. કોઈ ટૅગ્સ નથી. કોઈ વિક્ષેપો.
he: אין תיקיות. אין תגים. אין הסחות דעת.
hi: कोई फ़ोल्डर नहीं. कोई टैग नहीं. कोई विकर्षण नहीं.
hr: Nema mapa. Nema oznaka. Nema smetnji.
hu: Nincsenek mappák. Nincsenek címkék. Nincsenek zavaró tényezők.
hy: Թղթապանակներ չկան: Ոչ մի պիտակ: Ոչ մի շեղում:
id: Tidak ada folder. Tidak ada tag. Tidak ada gangguan.
is: Engar möppur. Engin merki. Engar truflanir.
it: Nessuna cartella. Nessun tag. Nessuna distrazione.
ja: フォルダーはありません。 タグはありません。 気を散らすものはありません。
ka: საქაღალდეები არ არის. ტეგები არ არის. არავითარი ყურადღების გაფანტვა.
kk: Қалталар жоқ. Тегтер жоқ. Ешқандай алаңдаушылық жоқ.
km: មិនមានថតឯកសារទេ។ គ្មានស្លាក។ គ្មានការរំខាន។
kn: ಫೋಲ್ಡರ್‌ಗಳಿಲ್ಲ. ಟ್ಯಾಗ್‌ಗಳಿಲ್ಲ. ಯಾವುದೇ ಗೊಂದಲಗಳಿಲ್ಲ.
ko: 폴더가 없습니다. 태그가 없습니다. 주의가 산만해지지 않습니다.
lo: ບໍ່ມີໂຟນເດີ. ບໍ່ມີແທັກ. ບໍ່ມີສິ່ງລົບກວນ.
lt: Nėra aplankų. Nėra žymų. Jokių trukdžių.
lv: Nav mapju. Nav atzīmju. Nav traucēkļu.
mk: Нема папки. Нема ознаки. Без одвлекување на вниманието.
ml: ഫോൾഡറുകൾ ഇല്ല. ടാഗുകളൊന്നുമില്ല. ശല്യപ്പെടുത്തലുകളൊന്നുമില്ല.
mn: Фолдер байхгүй. Шошго байхгүй. Анхаарал сарниулах зүйлгүй.
mr: फोल्डर नाहीत. कोणतेही टॅग नाहीत. विक्षेप नाही.
ms: Tiada folder. Tiada tag. Tiada gangguan.
my: ဖိုင်တွဲများမရှိပါ။ တဂ်များမရှိပါ။ အာရုံထွေပြားခြင်း မရှိပါ။
nb: Ingen mapper. Ingen tagger. Ingen distraksjoner.
ne: कुनै फोल्डरहरू छैनन्। कुनै ट्याग छैन। कुनै विचलन छैन।
nl: Geen mappen. Geen labels. Geen afleiding.
pa: ਕੋਈ ਫੋਲਡਰ ਨਹੀਂ। ਕੋਈ ਟੈਗ ਨਹੀਂ। ਕੋਈ ਭਟਕਣਾ ਨਹੀਂ।
pl: Brak folderów. Brak tagów. Żadnych zakłóceń.
pt_br: Sem pastas. Sem tags. Sem distrações.
ro: Fără foldere. Fără etichete. Fără distrageri.
ru: Никаких папок. Никаких тегов. Никаких отвлекающих факторов.
si: ෆෝල්ඩර නැත. ටැග් නැත. බාධා කිරීම් නැත.
sk: Žiadne priečinky. Žiadne značky. Žiadne rozptyľovanie.
sl: Brez map. Brez oznak. Brez motenj.
sq: Nuk ka dosje. Nuk ka etiketa. Asnjë shpërqendrim.
sr: Нема фолдера. Нема ознака. Без ометања.
sv: Inga mappar. Inga taggar. Inga distraktioner.
sw: Hakuna folda. Hakuna lebo. Hakuna vikwazo.
ta: கோப்புறைகள் இல்லை. குறிச்சொற்கள் இல்லை. கவனச்சிதறல்கள் இல்லை.
te: ఫోల్డర్‌లు లేవు. ట్యాగ్‌లు లేవు. పరధ్యానం లేదు.
th: ไม่มีโฟลเดอร์ ไม่มีแท็ก ไม่มีการรบกวน
tr: Klasör yok. Etiket yok. Dikkat dağıtıcı hiçbir şey yok.
ug: ھۆججەت قىسقۇچ يوق. خەتكۈچ يوق. دىققىتى چېچىلىدىغان ئىش يوق.
uk: Немає папок. Без тегів. Ніяких відволікань.
ur: کوئی فولڈرز نہیں۔ کوئی ٹیگز نہیں۔ کوئی خلفشار نہیں۔
uz: Jildlar yoʻq. Teglar yo'q. Hech qanday chalg'ituvchi narsa yo'q.
vi: Không có thư mục. Không có thẻ. Không có phiền nhiễu.
zh: 没有文件夹。 没有标签。 没有干扰。
zh_hk: 沒有資料夾。 沒有標籤。 沒有乾擾。
zu: Awekho amafolda. Abekho omaka. Azikho iziphazamiso.

# screenshot.demo.4
source: The fastest way to capture a fleeting thought.
af: Die vinnigste manier om 'n vlugtige gedagte vas te vang.
am: አላፊ ሀሳብን ለመያዝ ፈጣኑ መንገድ።
ar: أسرع طريقة لالتقاط فكرة عابرة.
az: Ani bir düşüncəni tutmağın ən sürətli yolu.
be: Самы хуткі спосаб захапіць мімалётную думку.
bg: Най-бързият начин да уловиш мимолетна мисъл.
bn: একটি ক্ষণস্থায়ী চিন্তা ক্যাপচার করার দ্রুততম উপায়.
bs: Najbrži način da uhvatite prolaznu misao.
ca: La manera més ràpida de capturar un pensament fugaç.
cs: Nejrychlejší způsob, jak zachytit letmou myšlenku.
da: Den hurtigste måde at fange en flygtig tanke på.
de: Der schnellste Weg, einen flüchtigen Gedanken festzuhalten.
el: Ο πιο γρήγορος τρόπος για να συλλάβετε μια φευγαλέα σκέψη.
es: La forma más rápida de capturar un pensamiento fugaz.
et: Kiireim viis põgusa mõtte tabamiseks.
eu: Pentsamendu iheskor bat harrapatzeko modurik azkarrena.
fa: سریعترین راه برای گرفتن یک فکر زودگذر.
fi: Nopein tapa vangita ohikiitävä ajatus.
fr: Le moyen le plus rapide de capturer une pensée éphémère.
ga: An bealach is tapúla chun smaoineamh fleeting a ghabháil.
gl: O xeito máis rápido de capturar un pensamento fugaz.
gu: ક્ષણિક વિચારને કેપ્ચર કરવાની સૌથી ઝડપી રીત.
he: הדרך המהירה ביותר ללכוד מחשבה חולפת.
hi: किसी क्षणभंगुर विचार को पकड़ने का सबसे तेज़ तरीका।
hr: Najbrži način da uhvatite prolaznu misao.
hu: A leggyorsabb módja egy múló gondolat megörökítésének.
hy: Անցողիկ միտք գրավելու ամենաարագ միջոցը:
id: Cara tercepat untuk menangkap pemikiran sekilas.
is: Fljótlegasta leiðin til að fanga hverfula hugsun.
it: Il modo più veloce per catturare un pensiero fugace.
ja: 一瞬の思考を捉える最速の方法。
ka: უსწრაფესი გზა წარმავალი აზრის დასაჭერად.
kk: Өтпелі ойды түсірудің ең жылдам жолы.
km: វិធីលឿនបំផុតដើម្បីចាប់យកគំនិតមួយភ្លែត។
kn: ಕ್ಷಣಿಕವಾದ ಆಲೋಚನೆಯನ್ನು ಸೆರೆಹಿಡಿಯಲು ವೇಗವಾದ ಮಾರ್ಗ.
ko: 스쳐가는 생각을 포착하는 가장 빠른 방법.
lo: ວິທີທີ່ໄວທີ່ສຸດທີ່ຈະເກັບເອົາຄວາມຄິດອັນສັ້ນໆ.
lt: Greičiausias būdas užfiksuoti trumpalaikę mintį.
lv: Ātrākais veids, kā tvert īslaicīgu domu.
mk: Најбрзиот начин да се долови минлива мисла.
ml: ക്ഷണികമായ ഒരു ചിന്ത പിടിച്ചെടുക്കാനുള്ള ഏറ്റവും വേഗമേറിയ മാർഗം.
mn: Түргэн зуурын бодлыг барьж авах хамгийн хурдан арга.
mr: क्षणभंगुर विचार कॅप्चर करण्याचा सर्वात जलद मार्ग.
ms: Cara terpantas untuk menangkap pemikiran sekejap.
my: ခဏတာ အတွေးတစ်ခုကို ဖမ်းယူဖို့ အမြန်ဆုံးနည်းလမ်း။
nb: Den raskeste måten å fange en flyktig tanke på.
ne: क्षणिक विचार क्याप्चर गर्ने सबैभन्दा छिटो तरिका।
nl: De snelste manier om een ​​vluchtige gedachte vast te leggen.
pa: ਇੱਕ ਅਸਥਾਈ ਵਿਚਾਰ ਨੂੰ ਹਾਸਲ ਕਰਨ ਦਾ ਸਭ ਤੋਂ ਤੇਜ਼ ਤਰੀਕਾ।
pl: Najszybszy sposób na uchwycenie ulotnej myśli.
pt_br: A maneira mais rápida de capturar um pensamento fugaz.
ro: Cel mai rapid mod de a capta un gând trecător.
ru: Самый быстрый способ уловить мимолетную мысль.
si: ක්ෂණික සිතුවිල්ලක් ග්‍රහණය කර ගැනීමට වේගවත්ම ක්‍රමය.
sk: Najrýchlejší spôsob, ako zachytiť letmú myšlienku.
sl: Najhitrejši način za zajemanje bežne misli.
sq: Mënyra më e shpejtë për të kapur një mendim të shkurtër.
sr: Најбржи начин да ухватите пролазну мисао.
sv: Det snabbaste sättet att fånga en flyktig tanke.
sw: Njia ya haraka sana ya kunasa mawazo ya muda mfupi.
ta: விரைவான சிந்தனையைப் பிடிக்க விரைவான வழி.
te: నశ్వరమైన ఆలోచనను సంగ్రహించడానికి వేగవంతమైన మార్గం.
th: วิธีที่เร็วที่สุดในการจับความคิดชั่วขณะ
tr: Kısacık bir düşünceyi yakalamanın en hızlı yolu.
ug: قىسقا ۋاقىت ئىچىدە تەپەككۇرنى قولغا كەلتۈرۈشنىڭ ئەڭ تېز ئۇسۇلى.
uk: Найшвидший спосіб вловити швидкоплинну думку.
ur: ایک لمحاتی سوچ کو پکڑنے کا تیز ترین طریقہ۔
uz: O'tkinchi fikrni qo'lga kiritishning eng tezkor usuli.
vi: Cách nhanh nhất để nắm bắt một ý nghĩ thoáng qua.
zh: 捕捉转瞬即逝的想法的最快方法。
zh_hk: 捕捉轉瞬即逝的想法的最快方法。
zu: Indlela eshesha kakhulu yokuthatha umcabango odlulayo.

source: OK
am: እሺ
ar: نعم
bg: добре
bn: ঠিক আছে
ca: D'acord
el: ΕΝΤΑΞΕΙ
es: DE ACUERDO
eu: Ados
fr: D'ACCORD
ga: ceart go leor
he: בְּסֵדֶר
hi: ठीक है
hr: U REDU
hu: RENDBEN
id: OKE
is: Allt í lagi
ja: わかりました
kk: Жарайды
km: យល់ព្រម
ko: 좋아요
lo: ຕົກລົງ
lt: Gerai
lv: Labi
mk: Во ред
mr: ठीक आहे
my: အိုကေ
ne: ठीक छ
ro: Bine
ru: ХОРОШО
sr: ОК
sw: Sawa
ta: சரி
te: సరే
th: ตกลง
tr: TAMAM
uk: добре
ur: ٹھیک ہے
vi: ĐƯỢC RỒI
zh: 好的
zh_hk: 好的
zu: KULUNGILE
